# https://github.com/Homebrew/homebrew-bundle
tap 'caskroom/cask'
tap 'd12frosted/emacs-plus'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'macvim-dev/macvim'
tap 'neovim/neovim'
brew 'openssl'
brew 'pkg-config'
brew 'icu4c'
brew 'readline'
brew 'sqlite'
brew 'aircrack-ng'
brew 'libyaml'
brew 'ansible'
brew 'boost'
brew 'clasp'
brew 'cmake'
brew 're2c'
brew 'gringo'
brew 'aspcud'
brew 'autoconf'
brew 'automake'
brew 'libtool'
brew 'ghc'
brew 'cabal-install'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'ocaml'
brew 'ocamlbuild'
brew 'camlp4'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'doxygen'
brew 'faac'
brew 'lame'
brew 'libogg'
brew 'libvorbis'
brew 'yasm'
brew 'libvpx'
brew 'texi2html'
brew 'x264'
brew 'xvid'
brew 'xz'
brew 'ffmpeg', args: ['with-libvorbis', 'with-libvpx']
brew 'flow'
brew 'gdbm'
brew 'gobject-introspection'
brew 'jpeg'
brew 'libtiff'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'gmp'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'gnupg2'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'harfbuzz'
brew 'libcroco'
brew 'pango'
brew 'librsvg'
brew 'imagemagick'
brew 'libevent'
brew 'lua'
brew 'mas'
brew 'node'
brew 'opam'
brew 'ossp-uuid'
brew 'python3'
brew 'postgresql'
brew 'pyenv'
brew 'reaver'
brew 'ruby'
brew 'smlnj'
brew 'utf8proc'
brew 'tmux'
brew 'tree'
brew 'watchman'
brew 'd12frosted/emacs-plus/emacs-plus', args: ['with-cocoa', 'with-gnutls', 'with-imagemagick', 'with-spacemacs-icon']
brew 'macvim-dev/macvim/macvim', args: ['HEAD']
brew 'neovim/neovim/neovim'
cask 'deco'
cask 'deezer'
cask 'dropbox'
cask 'firefox'
cask 'react-native-debugger'
cask 'spectacle'
cask 'texmaker'
cask 'torbrowser'
cask 'ubersicht'
cask 'utorrent'
cask 'virtualbox'
cask 'vlc'
cask 'whatsapp'
cask 'zeplin'
mas 'Xcode', id: 497799835
mas 'Aperture', id: 408981426
mas 'Parcel', id: 639968404
mas 'Keynote', id: 409183694
mas 'iPhoto', id: 408981381
mas 'Evernote', id: 406056744
mas 'GarageBand 6.0.5', id: 408980954
mas 'iMovie', id: 408981434
mas 'Day One Classic', id: 422304217
mas 'Pocket', id: 568494494
mas 'Slack', id: 803453959
mas 'Pages', id: 409201541
mas 'iMovie 9.0.9', id: 408981434
mas 'Hacker Bar', id: 752399442
mas 'Numbers', id: 409203825
mas 'Shazam', id: 897118787
